# ** - в степени
# def f1(number):# number=5
#     print(number**2) # 5**2
# f1(25)
#Задание 1
# вы принимаете число и выводите под корнем данного числа
# def f1(number):# number=5
#     print(number** (1/2)) # 5**2
# f1(25)