def f1(str1):
    for i in range(2):
        print(str1[i])
f1('coding')

# Напишите функцию которая приметь одно слово
# # и выводить его первые 4 буквы