# def f1(list1):
#     for i in range(3):
#         print(list1[i])
# f1([3,1,7,0,-3,5])

# Напишите функцию которая приметь один список
#  и выводить длину этого списка

def f1(list1):# list1=[3,1,7,0,-3,5]
    print(len(list1))
f1([3,1,7,0,-3,5])
